[
    {
        "id": 1,
        "title": "Mangiare tutto ciò che mi capita davanti",
        "description": "Priorità assoluta! Devo assicurarmi di ingoiare ogni cosa che sembri deliziosa o utile durante il mio viaggio.",
        "done": 0
    },
    {
        "id": 2,
        "title": "Salvare Dream Land (ancora una volta)",
        "description": "Dream Land è sempre in pericolo! Devo assicurarmi di sconfiggere tutti i cattivi e proteggere il mio amato mondo rosa.",
        "done": 0
    },
    {
        "id": 3,
        "title": "Allenarmi con i miei poteri copiati",
        "description": "Devo essere pronto a fronteggiare qualsiasi minaccia! Allenarmi e sperimentare con i poteri che ho assorbito è fondamentale.",
        "done": 0
    },
    {
        "id": 4,
        "title": "Esplorare nuovi mondi e pianeti",
        "description": "Il viaggio è la parte migliore dell'avventura! Devo esplorare nuovi mondi, incontrare nuovi amici e affrontare nuove sfide.",
        "done": 0
    },
    {
        "id": 5,
        "title": "Fare una pausa per un picnic",
        "description": "Anche il grande Kirby ha bisogno di riposo e cibo! Una pausa per un picnic con i miei amici è sempre un'ottima idea.",
        "done": 0
    },
    {
        "id": 6,
        "title": "Aiutare gli amici in difficoltà",
        "description": "Nessuno è mai solo quando Kirby è in giro! Devo essere pronto ad aiutare i miei amici quando hanno bisogno di me.",
        "done": 0
    },
    {
        "id": 7,
        "title": "Diventare una stella dei giochi",
        "description": "Devo dimostrare al mondo intero le mie abilità nei giochi! Partecipare a tornei e vincere sfide è un'ottima occasione per mostrare il mio valore.",
        "done": 0
    },
    {
        "id": 8,
        "title": "Fare amicizia con tutti gli abitanti di Dream Land",
        "description": "Gli amici sono la cosa più importante! Devo fare del mio meglio per essere gentile e amichevole con tutti gli abitanti di Dream Land.",
        "done": 0
    },
    {
        "id": 9,
        "title": "Scoprire nuovi modi per utilizzare i miei poteri",
        "description": "I miei poteri non hanno limiti! Devo continuare a sperimentare e scoprire nuovi modi per utilizzarli al meglio.",
        "done": 0
    },
    {
        "id": 10,
        "title": "Mantenere sempre il mio sorriso",
        "description": "Anche quando le cose si fanno difficili, devo ricordare di sorridere! Il mio sorriso è contagioso e può illuminare la giornata di chiunque incontri.",
        "done": 0
    }
]